/**
 * Created by s3 on 2017/4/25.
 */
var teacherInfo = [{
    "name": "川江号子",
    "department": "材环/会计/通信学院",
    "motto": "为人师者，应以责任育人，应以智慧育人！",
    "detail": "<p>罗春华同志2014年5月自华南师范大学调入我学院审计系任职，并担任了审计教研室主任工作。</P><p>三年来，热爱本职工作，爱岗敬业，教书育人，为人师表，将传授知识、开展科学研究与对学生的思想教育工作有机结合，荣获学校2014-2015学年校教学优秀奖，得到广大师生普遍认可。对学院的教学管理工作认真负责，几年来，在承担审计系核心教学任务的同时，也一直承担学院的学生科研指导工作、教学质量督导工作，并在我院每年参与的浙江省财会信息化竞赛指导工作中，甘于奉献，取得了优异的成绩。在科研上，主持省课改项目一项，校教学改革项目一项，省信息化基地项目一项，省会计学会课题一项，参与国家社科及省部级课题三项，公开发篇核心论文三篇，教改论文一篇，所撰写的审计学案例先后入选2016、2017MPACC专业学位教学案例库。</p>",
    "id": 1,
    "number": "01"
}, {
    "name": "思想",
    "department": "自动化学院",
    "motto": " '笨鸟先飞',但知道先飞的鸟会笨吗？",
    "detail": "<p>张显斗，男，1980年9月出生，博士，副教授，数字媒体技术系教师，硕士生导师。杭州电子科技大学和浙江大学优秀毕业生。2010年7月回母校任教，2014年8月至2015年8月到加拿大西蒙菲莎大学访问进修。</p><p>现任数字媒体与艺术设计学院工会主席、党委委员、党支部书记，数字媒体技术系主任，计算视觉研究所所长。同时兼任国际照明委员会色貌技术委员会委员，亚洲颜色协会技术委员会委员，中国照明学会视觉与颜色、图像专业委员会委员、杭州市数字媒体技术科普专家。主持国家自然科学基金项目2项，主持国际科研合作和浙江省教育厅项目各1项，参与国家科技支撑计划和浙江省科技厅公益项目各1项，参与企业科技合作项目2项，参与获得浙江省科技进步二等奖一项。国内外期刊上发表学术论文28篇，其中SCI收录8篇，EI收录10篇，国际会议6篇。授权发明专利2项，软件著作权登记和实用新型专利各1项。参与国际化课程群和研究生核心课程教改项目，指导大学生新苗计划、挑战杯和大学生创新创业项目5项，优秀毕业设计指导教师。</p><p>对“教师”二字身怀敬畏之心，为人师表，言传身教，将班主任津贴用于学生购置运动器材健身。</p>",
    "id": 2,
    "number": "02"
}, {
    "name": "枸杞花开",
    "department": "网安/外国语学院",
    "motto": "君子黄中通理,正位居体,美在其中,而畅于四支,发于事业,美之至也",
    "detail": "<p>每个人都是自己的作者，每个作者又都在用内心的渴望创作他自身。一个好老师必定首先是一个渴望成为好老师的人，而我心目中的好老师应该是这样一个人：他首先是一个自身美好的人，然后他自然地将他自身的美好分享传递给他的学生。</p><p>       虽然在杭电工作期间我取得了一些成绩，发了6篇一级以上期刊的论文，拿了4个省部级课题，低职高聘，破格晋升副教授等。这些固然是美好的，但绝不是最美好的，而且它无法分享传递给学生，所以我只把它们当做自己的一份职业。在我心目中真正值得去努力的事业是：投资于自己，投资于学生。这是同一份事业，因为只有真正用心地投资于自己，把自己当成自己的事业，与自己在月光下站桩，在朝阳里朗诵，在生活的缝隙中写作，在举手投足间打磨自己，自身有余才能给予他人，才能更好地投资于学生；同样，只有真正真诚地投资于学生，把学生当成自己的事业，跟学生一起研读经典，一起打理自身，一起云中漫步，一起泥里生活，切磋砥砺才能更上层楼，才能更好地投资于自己。用美好投资于自己，然后收获美好的自己，这样低成本、低风险、高收益的美好事业，岂不正是美之至也！</p>",
    "id": 3,
    "number": "03"
}, {
    "name": "奶奶的星星",
    "department": "人艺体法学院",
    "motto": "咸也好，淡也好，都有他的味道",
    "detail": "<p>本人自2013年博士毕业入职以来，一直工作在教学、科研一线，在各级领导、同事的关怀和帮助下，思想道德修养、教学科研水平以及组织管理能力都有了较高的提升。牢固树立以“学生为中心”的理念，综合工作量饱满，4年多来，有两年综合考核为优。</p><p>作为共产党员，积极参加党组织的各项活动，与时俱进，以先进理论指导教学、科研工作。教学工作热情高、效果良好，主讲专业核心课程1门，实践教学课程2门，学评教位于全院前列，教学业绩连续两年为A；指导本科生发表学术论文3篇，并获得省级学科竞赛一等奖和三等奖各1项，校级奖项若干；指导学生参加省新苗计划项目2项，校级大创项目3项；教学工作认真负责，被评为2014届本科毕业设计优秀指导教师，2015和2016连续两年获教学优秀奖；积极开展教学改革创新，主持校级高等教育研究项目1项，发表教学研究论文3篇。科研能力较强，主持国家自然科学基金1项，浙江省科技计划项目1项，发表SCI论文6篇，授权发明专利3项，获2016年获国际埃尼奖(Eni Award)提名。</p><p>教学管理方面，目前担任环境系主任，努力做好本科教学管理工作，此外还参与了学科建设和实验室建设工作。</p>",
    "id": 4,
    "number": "04"
}, {
    "name": "在变老之前远去",
    "department": "人艺体法学院",
    "motto": "学生永远是天使，我就是为天使修补翅膀的人！",
    "detail": "<p>毛志强，体育教学部教师，群体训练中心主任，校田径队总教练，校教工健步走俱乐部部长，校羽毛球俱乐部指导老师，自2007年进校以来，笃行思教，始终践行为人之道，从师之道，成绩斐然。</p><p>   在教学上，积极进行教学改革，探索课内外一体化的教学模式，所讲授的健美操课程率先进行了新课程模式的改革，构建了课堂教学、网络教学与艺术体育俱乐部三者相辅相成的教学模块。学评教常年处于前列，得到师生一致好评。近三年业绩考核：A(16年)、B（15年）、B（14年）；在不断探索思考教学的同时，重视科研工作，近年来，主持厅局级课题、校级课题多项，发表论文多篇。</p><p>   在训练上，运动成绩卓著，近5年田径队总计培养出国家一级运动员1人，国家二级运动员总计26人，获得全国前三2项，省级比赛冠军13项，尤其去年，在2016全国大学生田径锦标赛上，我校在89所国内高校中名列男团第四总团第八的好成绩，这仅仅是我校第二次组队参加这项赛事。</p><p>       在社会服务上，拥有田径及羽毛球国家一级裁判资格，多次参加国内及省内外各类比赛裁判、全国田径大奖赛、全国羽毛球业余总决赛、省内羽毛球及田径比赛都留下了执裁身影。获得荣誉：2011、2015两届省大运会“优秀教练员”，在杭高校优秀体育教师，2015省羽毛球锦标赛“优秀裁判员”称号</p>",
    "id": 5,
    "number": "05"
}, {
    "name": "乌骓别霸王",
    "department": "自动化/外国语学院",
    "motto": "勤能补拙",
    "detail": "<p>齐童巍老师热爱教育，工作量非常饱满，承担大量留学生汉语教学工作，认真研究留学生汉语教学规律和教育国际化规律，积极开展教学科研，主持完成浙江省外国留学生教育管理研究课题、校高教研究课题等，创新教学理念，探索课堂教学，传授汉语知识，以强烈的文化自信讲好中国故事，传播中国文化，教学效果好，把当代中国价值观念贯穿于国际汉语课堂教学的方方面面，开设课程多次入选校教学示范观摩课，得到留学生积极评价，近几年教学业绩考核均为A，对培养留学生知华友华爱华情结，发挥积极作用，工作中根据学校要求时刻严守外事工作纪律，参与服务G20等相关工作，指导留学生获中国东盟中心我眼中的中国—东盟关系征文优秀奖、入选西湖文化特使训练营，为我校提升国际化办学的能力和水平作出了贡献。积极开展科研工作，主持完成省社科联课题、杭州社科规划课题等研究项目，在中国社会科学出版社出版专著《20世纪80年代中国儿童小说史论》，发表多篇核心期刊论文，现为文化部主管中国儿童文学研究会理事、孔子学院总部/国家汉办主管世界汉语教学学会会员、浙江省作家协会会员、杭州市作家协会会员，积极参与学术交流，服务社会，拓展我校的学术影响力、社会影响力。</p>",
    "id": 6,
    "number": "06"
}, {
    "name": "诗说戏言",
    "department": "经济/电子学院",
    "motto": "大胆假设 细心求证 不忘初心 方得始终",
    "detail": "<p>一、秉执坚守“育德”的授业理念。把“育德”作为学生走向社会前的最后一个课题，认为是高校这个象牙塔提供给学生最后的保护机会，只有让学生确立自己今后人生做人做事的原则方向、底线方针，走人生路才能避免出现偏差，避免走向无可挽回的境地。</p><p>   二、“健康快乐”教育方法。注重指导年轻人思维不拘于束缚，没有羁绊，充满活力，发挥出远超过父辈的创新能力。同时引导学生注重运动，保持阳光的形象和积极的心态，面对工作压力也应对自如。</p><p>   三、“勤研善探索”的科研精神。敢于填补国内科技空白。作为项目负责人，已承担或完成七项与保密技术相关项目。相关项目研究成果进入2016年 “十三五规划”国家列装装备目录，并以第一完成人、杭电第一完成单位获得国家信息安全领域的科学技术奖。</p><p>       四、“因材施教”的育人成果。已培养近五十名研究生。一丝不苟地履行为人师表的责任。努力取得更好的教育效果，为国家培养更多的优秀青年，体现了作为教育者所实现的社会价值。从不刻意挑选生源，招收的大多是入学成绩排名靠后、履历平凡的学生，但毕业时不少人即便不是脱胎换骨，也是焕然一新，学有所成（2016年两位毕业生为校优秀硕士论文获得者）。</p>",
    "id": 7,
    "number": "07"
}, {
    "name": "天路",
    "department": "管理/会计学院",
    "motto": "把辅导员工作当作一种教育情怀来做",
    "detail": "<p>胸怀民族、国家与世界发展的大情怀。15年坚守辅导员工作，坚持与学生深度交心日日不间断，率先建立雷锋兵站、先锋网、易书吧等德育阵地，累计组织千余名学生百余支队伍参加G20、世界互联网大会、国家西部建设计划、中国公益慈善等志愿服务，服务队伍受到中央电视台、人民日报等媒体报道。</p><p>   指引学生跨界培养和个性化发展。坚持“引导为先、前导从游”，探索“复合型跨界培养”学生工作模式，带领学生构建25个专业交错融合的“学习共同体”。一个辅导员扛起4个年级25个专业428名学生全面工作，坚持每学期家访，实施“家校管理一体化”机制。所带40%学生考取北京电影学院等校研究生，50%学生在国际国家省级创新竞赛中获奖，学生“国奖特别评审奖优秀事迹”遴选教育部《希望》。</p><p>       专注亦师亦友、师生相长的无形影响。坚持“学习+合作+突破”，建立覆盖全院学生的国际训练营、卓越青年联盟、最周末特色课堂等创新平台，带队学生赴省内外16所高校荣誉学院论坛。将问题带入学习与研究，在极有限的业余时间里攻读教育学博士，主持完成教育部、省社科联、教育厅等课题，参与2016年国家社科基金教育学重大项目研究，多篇德育成果发表在国家一级和cssci期刊，在全国和省级学会成果评选中取得最高奖项。</p>",
    "id": 8,
    "number": "08"
}, {
    "name": "长明",
    "department": "通信/经济学院",
    "motto": "成就学生，成就自己",
    "detail": "<p>生命信息与仪器工程学院仪器科学与技术系专业教师兼学院学生科协指导老师。</p><p>   指导学院学生科协在各类竞赛中取得优异成绩。近五年，学生科协同学获得省级以上奖励50余项，参加省级及以上电子设计竞赛中，参赛队伍平均获得省级奖比例平均达80%。作为直接指导教师，在各类竞赛中指导学生获全国一等奖1项，二等奖2项，三等奖1项，其余省级以上奖励15项，指导学生获国家级大学生创新创业项目、浙江省新苗计划项目多项。</p><p>   主持浙江省科技计划公益项目2项，作为核心参与人，完成浙江省重大科技计划项目1项，企业课题4项。在国内率先开发了乳腺癌电阻抗谱数据采集系统，采集了近500例乳腺阻抗谱数据，为乳腺癌早期风险评估提供一种便捷、无损、性价比高的方法成为可能。先后获授权发明专利5项，实用新型专利8项，软件著作权登记2项。</p><p>   认真对待教学工作，自2007年开始就将慕课早期概念“开放式课程计划”（OCW）介绍给学生，扩大同学视野。积极参与课程教学改革，主持校教学改革项目1项，领导自制工程实训设备多套。曾获校优秀毕业设计指导教师及校教学杰出贡献奖。</p><p>       积极参与学院工作，作为核心成员参与测控技术及仪器工程教育认证已经通过专家现场考察及专业类认证委员会的考核。</p>",
    "id": 9,
    "number": "09"
}];