/**
 * Created by s3 on 2017/4/25.
 */
var teacherInfo = [{
    "teacher": "郭云飞",
    "department": "自动化学院",
    "motto": "亦余心之所善兮，虽九死其犹未悔",
    "detail": "       郭云飞，男，1978年生，河北邯郸人，2007年毕业于浙江大学电气学院控制理论与控制工程，获博士学位，2014年赴加拿大McMaster大学访学一年，现为杭州电子科技大学自动化学院教授，自动化系主任、信息与控制研究所支部书记。思政方面，坚决拥护党的领导，思想端正，工作认真，为人师表，待人真诚，崇尚自由，积极参与专业建设，社会服务成绩显著，2009年入选校“优秀共产党员”及浙江省科协“育才工程”。教学方面，注重培养学生工科思维和人文情怀，教学效果优异，深受学生好评，学评教一直位居学院前列，2010年入选校“教坛新秀”，2015-2016年度入选校“教学优秀奖”，指导的专硕论文入选2016年校“示范论文”。科研方面，长期从事目标跟踪领域的理论与应用研究，对科学研究具有浓厚的兴趣，在该领域的国际知名期刊及会议上发表论文30余篇，其中“Passive Tracking in Heavy Clutter With Sensor Location Uncertainty”入选该领域Top期刊IEEE TAES的Popular Paper。授权（国防）发明专利8件，提交国防报告10余篇，主持完成“十二五”总装国防预研项目1项，国防预研基金重点项目1项（考核优秀），国家自然科学基金青年项目1项，国防横向项目2项，参与国家自然科学基金、国防预研项目多项。",
    "id": 1,
    "number": "01"
}, {
    "teacher": "何晨玥",
    "department": "党委学工部、研工部",
    "motto": "把辅导员工作当作一种教育情怀来做",
    "detail": "       胸怀民族、国家与世界发展的大情怀。15年坚守辅导员工作，坚持与学生深度交心日日不间断，率先建立雷锋兵站、先锋网、易书吧等德育阵地，累计组织千余名学生百余支队伍参加G20、世界互联网大会、国家西部建设计划、中国公益慈善等志愿服务，服务队伍受到中央电视台、人民日报等媒体报道。\n\n       指引学生跨界培养和个性化发展。坚持“引导为先、前导从游”，探索“复合型跨界培养”学生工作模式，带领学生构建25个专业交错融合的“学习共同体”。一个辅导员扛起4个年级25个专业428名学生全面工作，坚持每学期家访，实施“家校管理一体化”机制。所带40%学生考取北京电影学院等校研究生，50%学生在国际国家省级创新竞赛中获奖，学生“国奖特别评审奖优秀事迹”遴选教育部《希望》\n\n       专注亦师亦友、师生相长的无形影响。坚持“学习+合作+突破”，建立覆盖全院学生的国际训练营、卓越青年联盟、最周末特色课堂等创新平台，带队学生赴省内外16所高校荣誉学院论坛。将问题带入学习与研究，在极有限的业余时间里攻读教育学博士，主持完成教育部、省社科联、教育厅等课题，参与2016年国家社科基金教育学重大项目研究，多篇德育成果发表在国家一级和cssci期刊，在全国和省级学会成果评选中取得最高奖项。",
    "id": 2,
    "number": "02"
}, {
    "teacher": "黄鹤",
    "department": "管理学院",
    "motto": "唯有自信，方能从容",
    "detail": "       黄鹤老师对教学工作始终抱有执著、热爱的初心，对教学各环节精心策划，教学效果深受师生好评，曾获管理学院学评教第一名，本科教学工作业绩考核连续3年为A，并获2016年杭州电子科技大学教学卓越名师提名奖、优秀毕业论文指导教师等。在改进课堂教学的同时，积极开展教学研究，主持教改课题7项，其中省级教改课题2项，厅级教改课题1项，获首届全国安博杯职业生涯规划教学大赛浙江赛区二等奖。黄鹤老师对学生指导工作投入了大量的心血，不但担任2004、2005、2008、2010、2014级学习指导教师，2016级工管2班班主任，对在校学生给予学业和专业选择的指导，对已毕业的学生也给予关注，为人管专业毕业生建立微信群，对他们现实工作给予专业指导。此外，黄鹤老师亦致力社会服务、弘扬杭电精神，入选浙江省教育工会教职工师资培训库，担任浙江大学兼职讲师，浙江省EAP联盟委员，杭州市哲学社科宣讲团成员，杭州电子科技大学教师发展中心兼职培训师。",
    "id": 3,
    "number": "03"
}, {
    "teacher": "黄进刚",
    "department": "材料与环境工程学院",
    "motto": "咸也好，淡也好，都有他的味道",
    "detail": "       本人自2013年博士毕业入职以来，一直工作在教学、科研一线，在各级领导、同事的关怀和帮助下，思想道德修养、教学科研水平以及组织管理能力都有了较高的提升。牢固树立以“学生为中心”的理念，综合工作量饱满，4年多来，有两年综合考核为优。作为共产党员，积极参加党组织的各项活动，与时俱进，以先进理论指导教学、科研工作。教学工作热情高、效果良好，主讲专业核心课程1门，实践教学课程2门，学评教位于全院前列，教学业绩连续两年为A；指导本科生发表学术论文3篇，并获得省级学科竞赛一等奖和三等奖各1项，校级奖项若干；指导学生参加省新苗计划项目2项，校级大创项目3项；教学工作认真负责，被评为2014届本科毕业设计优秀指导教师，2015和2016连续两年获教学优秀奖；积极开展教学改革创新，主持校级高等教育研究项目1项，发表教学研究论文3篇。科研能力较强，主持国家自然科学基金1项，浙江省科技计划项目1项，发表SCI论文6篇，授权发明专利3项，获2016年获国际埃尼奖(Eni Award)提名。教学管理方面，目前担任环境系主任，努力做好本科教学管理工作，此外还参与了学科建设和实验室建设工作。",
    "id": 4,
    "number": "04"
}, {
    "teacher": "黄巍",
    "department": "外国语学院",
    "motto": "甘为铺路石，愿做领航员",
    "detail": "       黄巍，男，1978年5月生，硕士，副教授，硕士生导师，于外国语学院任教17年。主讲《英语写作》、《英语演讲与口才》、《综合英语》等专业课程及新生研讨课程《中英文创意读写》。主持浙江省课堂教学改革项目、校课堂教学改革项目等教改教研课题。\n\n       甘于奉献、诲人不倦。连续多年超额完成教学工作任务，教学效果优秀。连续3年教学业绩考核为A，近7年来教学业绩考核6年为A。获浙江省“教坛新秀”称号、校级“三育人”先进个人、“家庭事业兼顾型”个人、“优秀毕业论文指导教师”等荣誉。2次年度考核优秀。\n\n       勤于耕耘，教书育人。担任专业学习指导教师10余年，在专业介绍、新生教育、选课、就业准备与实习实践、毕业论文指导等方面所指导学生人数累计超过1000人。自2012年起作为外语学科竞赛和第二课堂工作的负责人，指导学生参加各级学科竞赛，获“外研社杯”全国大学生英语演讲竞赛国家级二等奖1项；省级英语竞赛一等奖8项、二等奖6项、三等奖10项。\n\n       不断求索，精益求精，在各类教学技能竞赛中取得了优异成绩。获“外教社杯”全国外语教学大赛国家级三等奖、浙江赛区特等奖；浙江省青年教师教学技能大赛优秀奖；校教学技能大赛特等奖；校微课比赛三等奖。2次获得校“教学优秀奖”、多次获得学院“教学优秀”和“管理优秀”等奖励。",
    "id": 5,
    "number": "05"
}, {
    "teacher": "罗春华",
    "department": "会计学院",
    "motto": "为人师者，应以责任育人，应以智慧育人！",
    "detail": "       罗春华同志2014年5月自华南师范大学调入我学院审计系任职，并担任了审计教研室主任工作。三年来，热爱本职工作，爱岗敬业，教书育人，为人师表，将传授知识、开展科学研究与对学生的思想教育工作有机结合，荣获学校2014-2015学年校教学优秀奖，得到广大师生普遍认可。对学院的教学管理工作认真负责，几年来，在承担审计系核心教学任务的同时，也一直承担学院的学生科研指导工作、教学质量督导工作，并在我院每年参与的浙江省财会信息化竞赛指导工作中，甘于奉献，取得了优异的成绩。在科研上，主持省课改项目一项，校教学改革项目一项，省信息化基地项目一项，省会计学会课题一项，参与国家社科及省部级课题三项，公开发篇核心论文三篇，教改论文一篇，所撰写的审计学案例先后入选2016、2017MPACC专业学位教学案例库。",
    "id": 6,
    "number": "06"
}, {
    "teacher": "毛志强",
    "department": "体育与艺术教学部",
    "motto": "学生永远是天使，我就是为天使修补翅膀的人！",
    "detail": "       毛志强，体育教学部教师，群体训练中心主任，校田径队总教练，校教工健步走俱乐部部长，校羽毛球俱乐部指导老师，自2007年进校以来，笃行思教，始终践行为人之道，从师之道，成绩斐然。\n\n       在教学上，积极进行教学改革，探索课内外一体化的教学模式，所讲授的健美操课程率先进行了新课程模式的改革，构建了课堂教学、网络教学与艺术体育俱乐部三者相辅相成的教学模块。学评教常年处于前列，得到师生一致好评。近三年业绩考核：A(16年)、B（15年）、B（14年）；在不断探索思考教学的同时，重视科研工作，近年来，主持厅局级课题、校级课题多项，发表论文多篇。\n\n       在训练上，运动成绩卓著，近5年田径队总计培养出国家一级运动员1人，国家二级运动员总计26人，获得全国前三2项，省级比赛冠军13项，尤其去年，在2016全国大学生田径锦标赛上，我校在89所国内高校中名列男团第四总团第八的好成绩，这仅仅是我校第二次组队参加这项赛事。\n\n       在社会服务上，拥有田径及羽毛球国家一级裁判资格，多次参加国内及省内外各类比赛裁判、全国田径大奖赛、全国羽毛球业余总决赛、省内羽毛球及田径比赛都留下了执裁身影。获得荣誉：2011、2015两届省大运会“优秀教练员”，在杭高校优秀体育教师，2015省羽毛球锦标赛“优秀裁判员”称号",
    "id": 7,
    "number": "07"
}, {
    "teacher": "孟金环",
    "department": "党委学工部、研工部",
    "motto": "不忘初心，愿人生从容",
    "detail": "       行走于校园之中，穿梭于学生身边，她在辅导员岗位上，思考着工作、创新中创优、付出中收获，多次被评为校优秀辅导员、就业工作先进个人等。\n\n       倾心陪伴，携手学生风雨同行。13年来，她坚持记录学生成长档案，“不让一个学生掉队”是她的奋斗目标，十本笔记、二十万字工作记录成为她职业生涯最宝贵的财富；她成立课余学习辅导团，为全校近千余名学生开展基础课程辅导活动，累计辅导时间达3000学时。匠心筑梦，引领学生振翅高飞。她探索精细化就业指导体系，开展个性化生涯辅导，学院就业率首次进入全校前三，近100名学生被北京大学、中科院、浙江大学、航天五院等名校录取，20%左右的学生进入百度、华为、网易等知名企业，学生中涌现出以国家奖学金特别奖获得者狄慧慧、我校首位“浙江省十佳大学生”付晨光为代表的优秀学子。崇德向善，养正学生人格品行。她指导“雷锋兵站”先后开展理论学习100余次，组织各类社会服务活动500余次，服务三类困难学生1000余人，活动参与人数近万人，推出红色文化教育微信平台。兵站活动被杭州电视台、《青年时报》等数十家新闻媒体采访报道，入选教育部网络宣传思想教育优秀作品评选活动，2016年获评浙江省党建特色服务品牌，14和15级学生党支部入选全国高校“两学一做”支部风采展示活动。 ",
    "id": 8,
    "number": "08"
}, {
    "teacher": "齐童巍",
    "department": "国际教育学院",
    "motto": "勤能补拙",
    "detail": "       齐童巍老师热爱教育，工作量非常饱满，承担大量留学生汉语教学工作，认真研究留学生汉语教学规律和教育国际化规律，积极开展教学科研，主持完成浙江省外国留学生教育管理研究课题、校高教研究课题等，创新教学理念，探索课堂教学，传授汉语知识，以强烈的文化自信讲好中国故事，传播中国文化，教学效果好，把当代中国价值观念贯穿于国际汉语课堂教学的方方面面，开设课程多次入选校教学示范观摩课，得到留学生积极评价，近几年教学业绩考核均为A，对培养留学生知华友华爱华情结，发挥积极作用，工作中根据学校要求时刻严守外事工作纪律，参与服务G20等相关工作，指导留学生获中国东盟中心我眼中的中国—东盟关系征文优秀奖、入选西湖文化特使训练营，为我校提升国际化办学的能力和水平作出了贡献。积极开展科研工作，主持完成省社科联课题、杭州社科规划课题等研究项目，在中国社会科学出版社出版专著《20世纪80年代中国儿童小说史论》，发表多篇核心期刊论文，现为文化部主管中国儿童文学研究会理事、孔子学院总部/国家汉办主管世界汉语教学学会会员、浙江省作家协会会员、杭州市作家协会会员，积极参与学术交流，服务社会，拓展我校的学术影响力、社会影响力。",
    "id": 9,
    "number": "09"
}, {
    "teacher": "吴国华",
    "department": "网络空间安全学院",
    "motto": "大胆假设 细心求证 不忘初心 方得始终",
    "detail": "       一、秉执坚守“育德”的授业理念。把“育德”作为学生走向社会前的最后一个课题，认为是高校这个象牙塔提供给学生最后的保护机会，只有让学生确立自己今后人生做人做事的原则方向、底线方针，走人生路才能避免出现偏差，避免走向无可挽回的境地。\n\n       二、“健康快乐”教育方法。注重指导年轻人思维不拘于束缚，没有羁绊，充满活力，发挥出远超过父辈的创新能力。同时引导学生注重运动，保持阳光的形象和积极的心态，面对工作压力也应对自如。\n\n       三、“勤研善探索”的科研精神。敢于填补国内科技空白。作为项目负责人，已承担或完成七项与保密技术相关项目。相关项目研究成果进入2016年 “十三五规划”国家列装装备目录，并以第一完成人、杭电第一完成单位获得国家信息安全领域的科学技术奖。\n\n       四、“因材施教”的育人成果。已培养近五十名研究生。一丝不苟地履行为人师表的责任。努力取得更好的教育效果，为国家培养更多的优秀青年，体现了作为教育者所实现的社会价值。从不刻意挑选生源，招收的大多是入学成绩排名靠后、履历平凡的学生，但毕业时不少人即便不是脱胎换骨，也是焕然一新，学有所成（2016年两位毕业生为校优秀硕士论文获得者）。",
    "id": 10,
    "number": "10"
}, {
    "teacher": "薛洁",
    "department": "经济学院",
    "motto": "陪学生成长，陪杭电笃行",
    "detail": "       薛洁老师朴实勤恳，钟爱教书育人，立足三尺讲台，言传身教，以自己的言语、行为去感化学生。从教六年有余，承担本科生、研究生和留学生十余门专业课，专注于统计理论与方法的教学和研究工作，积极探索“四维一体”等教学方法与培养模式的改革创新，近四年教学业绩考核为A，多次获校教学优秀奖、本科毕业论文优秀指导教师、优秀共产党员、“事业家庭兼顾型”先进个人等荣誉。她注重培养学生的创新实践能力，倾注全力指导本科生参加“挑战杯”、浙江省统计调查方案设计大赛等各类学科竞赛，共获得国家二等奖1项、省级奖11项，新苗计划1项，核心期刊发表论文2篇。科研方面，主持和参与国家、省级等科研项目10余项，发表学术论文14篇，出版专著教材2部。作为系里年轻骨干教师，她积极参与学科和专业建设的各项工作，兢兢业业，无私奉献。同时，她坚信“一日为师，终身牵绊，老师是学生永远的朋友”，作为本科学习指导老师，关爱学生成长，不论是升学率还是就业率均创下学校佳绩。虽桃李天下尚早，但是有更多的学生愿意联系老师或嘘寒问暖、或咨询学业、或求教事业，平时不经意的一个微笑、一通电话、一条微信、一个点赞、一条评论，都已成为她和学生心与心的沟通。",
    "id": 11,
    "number": "11"
}, {
    "teacher": "杨子飞",
    "department": "人文与法学院",
    "motto": "君子黄中通理,正位居体,美在其中,而畅于四支,发于事业,美之至也",
    "detail": "       每个人都是自己的作者，每个作者又都在用内心的渴望创作他自身。一个好老师必定首先是一个渴望成为好老师的人，而我心目中的好老师应该是这样一个人：他首先是一个自身美好的人，然后他自然地将他自身的美好分享传递给他的学生。\n\n       虽然在杭电工作期间我取得了一些成绩，发了6篇一级以上期刊的论文，拿了4个省部级课题，低职高聘，破格晋升副教授等。这些固然是美好的，但绝不是最美好的，而且它无法分享传递给学生，所以我只把它们当做自己的一份职业。在我心目中真正值得去努力的事业是：投资于自己，投资于学生。这是同一份事业，因为只有真正用心地投资于自己，把自己当成自己的事业，与自己在月光下站桩，在朝阳里朗诵，在生活的缝隙中写作，在举手投足间打磨自己，自身有余才能给予他人，才能更好地投资于学生；同样，只有真正真诚地投资于学生，把学生当成自己的事业，跟学生一起研读经典，一起打理自身，一起云中漫步，一起泥里生活，切磋砥砺才能更上层楼，才能更好地投资于自己。用美好投资于自己，然后收获美好的自己，这样低成本、低风险、高收益的美好事业，岂不正是美之至也！",
    "id": 12,
    "number": "12"
}, {
    "teacher": "姚英彪",
    "department": "通信工程学院",
    "motto": "沉着、冷静、乐观向上",
    "detail": "       该同志政治思想觉悟高，作风朴实，具有很强的组织观念、大局意识和奉献精神；肯学习、肯钻研，有创新精神；始终把“爱岗敬业、教研育人”贯穿在工作中，在平凡的工作岗位上取得突出的成绩，深受学生、同事、领导的好评。\n\n       1.教学\n\n       省教学成果奖二等奖1项，校教学成果奖一等奖1项，二等奖2项。2次获得校优秀毕业设计指导教师，1次获得校教学优秀奖。省课堂教学模式改革课程1项、校教学模式改革课程1项、校实验室课程改革重点项目1项，校教学研究其它项目2项。发表教学研究论文5篇，其中核心期刊论文2篇；出版教材3部，其中主编1部。\n\n       2.科研\n\n       主持国家级科研项目1项、省级项目3项、其它纵向或企业项目多项，实到科研经费近百万；发表SCI期刊论文5篇，EI/一级期刊论文10篇；申请发明专利近10项，其中授权3项；获省科技进步奖一等奖1项\n\n       3.育人\n\n       指导学生获国家级大学生创业创新训练项目2项、省新苗计划项目2项；研究生全国竞赛一等奖1项、三等奖2项、省三等奖1项；校优秀硕士论文5篇、研究生国家奖学金2项、省优秀硕士毕业生1人、校优秀硕士毕业生7人；指导本科生发表论文2篇，申请实用新型和软著各1项。",
    "id": 13,
    "number": "13"
}, {
    "teacher": "叶兴浩",
    "department": "理学院",
    "motto": "我做了自己最喜欢的职业，也很满足现在的生活，我感恩自己所拥有的一切",
    "detail": "       叶岩明，男，汉族，1979年10月出生，工学博士，副教授。2006年9月进入杭州电子科技大学工作，2013年4月调入信息工程学院，担任信息工程学院软件工程专业负责人、学科竞赛负责人和电子信息类科研秘书等职务。曾在2013年11月获校教学杰出奖，2014年5月获校优秀共产党员荣誉称号，2014年获校优秀毕业设计指导教师称号，2014-2016年度带领团队连续三次获得学院金牌教练团队称号和个人优秀指导教师称号。自工作以来，他一直秉承“教书育人，以人为本”的理念，团结同事，启发学生“以专业的思维解决身边的问题”的创新意识，积极探索创新教学新模式。作为专业建设的负责人和主要参与者，2014年配合学院将软件工程专业成功申报为省特色专业；作为学科竞赛负责人，近3年带领团队在服务外包、电子商务、互联网+等学科竞赛中共获得省级奖项50余项，国家级奖项25项；作为指导教师，近5年个人指导学生学科竞赛共获得省级奖项14项，国家级奖项12项，新苗计划2项。同时，他还积极参与科研，近5年在国内外学术期刊上发表SCI/EI收录学术论文9篇，科研经费超过80万元。“行百里者半九十”是他的座右铭，“前方的路还很长，保持不骄不躁、勇往直前的心态，才能在教育事业上做得更好”。",
    "id": 14,
    "number": "14"
}, {
    "teacher": "叶岩明",
    "department": "信息工程学院",
    "motto": "行百里者半九十",
    "detail": "\n\n       一年前，在学校组织的体检中，叶兴浩被查出患上了癌症。对这个普通的家庭来说，打击之大可想而知。治疗了半年多，已经好多了。平时叶兴浩很少讲自己的生活，被问到时也总说都挺好的，虽然患病、治疗、休养已经让这个本就不富裕的家庭捉襟见肘。叶兴浩患病后，学院让他回家好好休养，有什么困难就提出来，可他总说没啥困难，唯一放不下的就是他的学生和他的课堂，所以，他总是时不时地回到校园来看看。“我只想做个能教好学生的好老师”，叶兴浩说。这个想法朴素而简单，但叶兴浩却为此付出了几乎全部的精力。叶呆在书桌旁，一台电脑、一大摞书，永远有备不完的课、做不完的课件，常常连天黑了都没意识到。熟悉他的同事说，他热衷于教学改革，生病住院期间还惦记着自己申报的省教改项目，坚持阅读参考资料。因为忙于教学，叶兴浩没有太多的时间做科研、写论文，评职称的事情也就这样被耽搁下来了，“总是要有取舍的，作为老师，把课上好是天经地义的事情，备课的时间绝对不能少。”在叶兴浩看来，老师教好课是本分，做科研也不可缺少，只有老师自己不断进步，才能传授给学生适应社会发展的知识、技能，“其实我也在做一些课题和研究，不断钻研一些自己感兴趣的领域，只是时间投入有限，一直没有达到自己满意的程度。几年来，叶兴浩积累了丰富的教学经验，这些经验，他都写成文字，分享给了一届一届新来的老师，就算是生病期间也没间断过。去年，理学院乔丽颜老师要代表学院参加省教学技能比赛，叶兴浩拖着生病的身体去给乔丽颜指导。",
    "id": 15,
    "number": "15"
}, {
    "teacher": "张海峰",
    "department": "电子信息学院",
    "motto": "尊重自己，尊重别人，保持尊严，对自己的行为负责",
    "detail": "       张海峰忠诚党的教育事业，求真务实，爱岗敬业，师德高尚，认真履行“三育人”职责，主要事迹如下：\n\n       一、三尺讲台默默奉献，言传身教以德树人。86年进入杭电，默默奉献31年。主讲多门课程，注重教学改革，参与省级课堂教学改革课题1项，教学效果良好，深得师生好评，2015-2016学年教学业绩为A。担任硕导,共有51位获硕士学位，2016年研究生竞赛获国一国二奖各1项，1位获国家奖学金。\n\n       二、勇于开拓锐意进取，投身科研服务社会。以严谨的科研作风、较强的研究能力服务社会。近年来共为16家单位提供社会服务，近三年实到经费300余万元，2016年实到经费180余万元。\n\n       三、完善学科竞赛平台，指导学生创新实践。作为校大学生电子竞赛负责人，带领教练团队关爱学生，尽心指导。获TI大学计划30万元的赞助，资助各种创新项目，为学生提供经费支持。在2015年的全国电子竞赛中，获全国奖17项，列全国第4。在2016年的省电子竞赛中，获省一等奖11项，名列全省第一，创历史最好成绩。个人荣获省电子设计竞赛优秀指导教师。\n\n       四、高度重视党建引领，建设团队师德师风。担任系统所党支部书记期间，注重党建引领，建设团队师德师风，2016年支部被授予“浙江省先进基层党组织”称号；个人获“全省高校优秀共产党员”。",
    "id": 16,
    "number": "16"
}, {
    "teacher": "张红娟",
    "department": "计算机学院",
    "motto": "倾心三尺讲台，塑造无悔人生",
    "detail": "       倾心三尺讲台。张红娟老师在自己热爱的三尺讲台上，已经默默耕耘了20多年。自从推行教师教学业绩考核以来，业绩考核年年是A；始终以饱满的精神状态和高度的责任感及热情做好教学工作的每一个环节；课后她把讲台延伸到网络，答疑解惑，做学生的良师益友。曾获得过“校教学技能比赛一等奖”、“教学优秀奖”、“校家庭事业兼顾型先进个人”等荣誉。\n\n       潜心教学研究。张老师潜心于课程教学改革和研究，变革教学模式，在课程中引入案例教学、诱思教学，让学生走上讲台，以学生为主体,变教为诱,变学为思。指导学生开展国家级大学生创新创业项目训练，项目验收获得了好评；承担省、校教学改革项目10余项，发表教改论文多篇。校精品课程负责人，获得校教学成果奖。主持编写教材一部，获第六届全国高校出版社优秀畅销书一等奖，参编教材两部、译著一部。开展制定“计科+会计”、“信计+计科”两个复合型专业的专业建设工作；参与“计算机科学与技术”和“软件工程”两个专业的工程认证工作。\n\n       热心公益工作。从2002年担任软件学院工会主席以来，为学院的工会工作付出了大量的时间和心血，丰富了教师们的业余生活；关心年轻教师的工作和生活，做好“传帮带”，帮助他们不断提高教学水平。",
    "id": 17,
    "number": "17"
}, {
    "teacher": "张显斗",
    "department": "数字媒体与艺术设计学院",
    "motto": " '笨鸟先飞',但知道先飞的鸟会笨吗？",
    "detail": "       张显斗，男，1980年9月出生，博士，副教授，数字媒体技术系教师，硕士生导师。杭州电子科技大学和浙江大学优秀毕业生。2010年7月回母校任教，2014年8月至2015年8月到加拿大西蒙菲莎大学访问进修。现任数字媒体与艺术设计学院工会主席、党委委员、党支部书记，数字媒体技术系主任，计算视觉研究所所长。同时兼任国际照明委员会色貌技术委员会委员，亚洲颜色协会技术委员会委员，中国照明学会视觉与颜色、图像专业委员会委员、杭州市数字媒体技术科普专家。主持国家自然科学基金项目2项，主持国际科研合作和浙江省教育厅项目各1项，参与国家科技支撑计划和浙江省科技厅公益项目各1项，参与企业科技合作项目2项，参与获得浙江省科技进步二等奖一项。国内外期刊上发表学术论文28篇，其中SCI收录8篇，EI收录10篇，国际会议6篇。授权发明专利2项，软件著作权登记和实用新型专利各1项。参与国际化课程群和研究生核心课程教改项目，指导大学生新苗计划、挑战杯和大学生创新创业项目5项，优秀毕业设计指导教师。对“教师”二字身怀敬畏之心，为人师表，言传身教，将班主任津贴用于学生购置运动器材健身。",
    "id": 18,
    "number": "18"
}, {
    "teacher": "赵蓉",
    "department": "马克思主义学院",
    "motto": "志于道，据于德，依于仁，游于艺！",
    "detail": "       赵蓉，马克思主义学院副教授，基础教研室主任、国际注册高级礼仪培训师、优礼杭州人公益导师。主讲《思想道德修养与法律基础》、《现代礼仪》。\n\n       2007年入校以来，严谨治学、追求卓越，关爱学生、立德树人，在教学、研究、服务方面做出一定贡献。所代课程每学期选课爆满，深受学生欢迎；带领教研室团队潜心研究教学，完成课改项目两项，发表课改论文十余篇，教材两部；热情为学校服务，每年为校教师发展中心、学生社团等培训礼仪十余场；热心公益事业，为“G20”“B20”特聘礼仪导师，为浙江省交通厅、萧山机场、中国进出口银行等数百家单位进行礼仪培训；作为“优礼杭州人”公益导师，业余时间常为杭州各单位、社区进行礼仪服务。\n\n       曽获“浙江省高校‘基础课’教学竞赛一等奖”，校“微课教学比赛二等奖”“学生科技工作先进指导教师”“‘三育人’先进个人”“最佳优礼公益导师奖”“IPA国际礼仪认证机构杰出礼仪教育贡献奖”。并多次获“杭州电子科技大学教学优秀奖”、“暑期社会实践优秀指导教师奖”等。\n\n       “质胜文则野，文胜质则史”，愿做文质彬彬、内外兼修的真君子，敬人、爱人、育人、化人，为学生更完美、为杭电更美丽、为祖国更和谐而不懈努力！",
    "id": 19,
    "number": "19"
}, {
    "teacher": "赵伟杰",
    "department": "生命信息与仪器工程学院",
    "motto": "成就学生，成就自己",
    "detail": "       生命信息与仪器工程学院仪器科学与技术系专业教师兼学院学生科协指导老师。\n\n       指导学院学生科协在各类竞赛中取得优异成绩。近五年，学生科协同学获得省级以上奖励50余项，参加省级及以上电子设计竞赛中，参赛队伍平均获得省级奖比例平均达80%。作为直接指导教师，在各类竞赛中指导学生获全国一等奖1项，二等奖2项，三等奖1项，其余省级以上奖励15项，指导学生获国家级大学生创新创业项目、浙江省新苗计划项目多项。\n\n       主持浙江省科技计划公益项目2项，作为核心参与人，完成浙江省重大科技计划项目1项，企业课题4项。在国内率先开发了乳腺癌电阻抗谱数据采集系统，采集了近500例乳腺阻抗谱数据，为乳腺癌早期风险评估提供一种便捷、无损、性价比高的方法成为可能。先后获授权发明专利5项，实用新型专利8项，软件著作权登记2项。\n\n       认真对待教学工作，自2007年开始就将慕课早期概念“开放式课程计划”（OCW）介绍给学生，扩大同学视野。积极参与课程教学改革，主持校教学改革项目1项，领导自制工程实训设备多套。曾获校优秀毕业设计指导教师及校教学杰出贡献奖。\n\n       积极参与学院工作，作为核心成员参与测控技术及仪器工程教育认证已经通过专家现场考察及专业类认证委员会的考核。",
    "id": 20,
    "number": "20"
}];



//
//
// var teacher = [
//     '郭云飞', '何晨玥', '黄鹤', '黄进刚', '黄巍',
//     '罗春华', '毛志强', '孟金环', '齐童巍', '吴国华',
//     '薛洁', '杨子飞', '姚英彪', '叶兴浩','叶岩明',
//     '张海峰', '张红娟', '张显斗', '赵蓉', '赵伟杰'
// ]
// var department=[
//     '自动化学院','党委学工部、研工部','管理学院','材料与环境工程学院','外国语学院',
//     '会计学院','体育与艺术教学部','党委学工部、研工部','国际教育学院','网络空间安全学院',
//     '经济学院','人文与法学院','通信工程学院','理学院','信息工程学院',
//     '电子信息学院','计算机学院','数字媒体与艺术设计学院','马克思主义学院','生命信息与仪器工程学院'
// ]
// var motto=[
//     '亦余心之所善兮，虽九死其犹未悔','把辅导员工作当作一种教育情怀来做','唯有自信，方能从容','咸也好，淡也好，都有他的味道','甘为铺路石，愿做领航员',
//     '为人师者，应以责任育人，应以智慧育人！','学生永远是天使，我就是为天使修补翅膀的人！','不忘初心，愿人生从容','勤能补拙','大胆假设 细心求证 不忘初心 方得始终',
//     '陪学生成长，陪杭电笃行','君子黄中通理,正位居体,美在其中,而畅于四支,发于事业,美之至也','沉着、冷静、乐观向上','我做了自己最喜欢的职业，也很满足现在的生活，我感恩自己所拥有的一切','行百里者半九十'
//     ,'尊重自己，尊重别人，保持尊严，对自己的行为负责','倾心三尺讲台，塑造无悔人生'," '笨鸟先飞',但知道先飞的鸟会笨吗？",'志于道，据于德，依于仁，游于艺！','成就学生，成就自己'
// ]
//
// var detail=[
//     '       郭云飞，男，1978年生，河北邯郸人，2007年毕业于浙江大学电气学院控制理论与控制工程，' +
//     '获博士学位，2014年赴加拿大McMaster大学访学一年，现为杭州电子科技大学自动化学院教授，自动化系主任、信息与控制研究所支部书记。' +
//     '思政方面，坚决拥护党的领导，思想端正，工作认真，为人师表，待人真诚，崇尚自由，积极参与专业建设，社会服务成绩显著，' +
//     '2009年入选校“优秀共产党员”及浙江省科协“育才工程”。教学方面，注重培养学生工科思维和人文情怀，教学效果优异，深受学生好评，' +
//     '学评教一直位居学院前列，2010年入选校“教坛新秀”，2015-2016年度入选校“教学优秀奖”，指导的专硕论文入选2016年校“示范论文”。' +
//     '科研方面，长期从事目标跟踪领域的理论与应用研究，对科学研究具有浓厚的兴趣，在该领域的国际知名期刊及会议上发表论文30余篇，' +
//     '其中“Passive Tracking in Heavy Clutter With Sensor Location Uncertainty”入选该领域Top期刊IEEE TAES的Popular Paper。' +
//     '授权（国防）发明专利8件，提交国防报告10余篇，主持完成“十二五”总装国防预研项目1项，国防预研基金重点项目1项（考核优秀），' +
//     '国家自然科学基金青年项目1项，国防横向项目2项，参与国家自然科学基金、国防预研项目多项。',
//
//
//     '       胸怀民族、国家与世界发展的大情怀。15年坚守辅导员工作，坚持与学生深度交心日日不间断，率先建立雷锋兵站、先锋网、易书吧等' +
//     '德育阵地，累计组织千余名学生百余支队伍参加G20、世界互联网大会、国家西部建设计划、中国公益慈善等志愿服务，服务队伍受到中央电视台、人民日报等媒体报道。'+
//     '\n\n       指引学生跨界培养和个性化发展。坚持“引导为先、前导从游”，探索“复合型跨界培养”学生工作模式，带领学生构建25个专业交错融合的“学习共同体”。' +
//     '一个辅导员扛起4个年级25个专业428名学生全面工作，坚持每学期家访，实施“家校管理一体化”机制。所带40%学生考取北京电影学院等校研究生，' +
//     '50%学生在国际国家省级创新竞赛中获奖，学生“国奖特别评审奖优秀事迹”遴选教育部《希望》'+
//     '\n\n       专注亦师亦友、师生相长的无形影响。坚持“学习+合作+突破”，建立覆盖全院学生的国际训练营、卓越青年联盟、' +
//     '最周末特色课堂等创新平台，带队学生赴省内外16所高校荣誉学院论坛。将问题带入学习与研究，在极有限的业余时间里攻读教育学博士，' +
//     '主持完成教育部、省社科联、教育厅等课题，参与2016年国家社科基金教育学重大项目研究，多篇德育成果发表在国家一级和cssci期刊，' +
//     '在全国和省级学会成果评选中取得最高奖项。',
//
//     '       黄鹤老师对教学工作始终抱有执著、热爱的初心，对教学各环节精心策划，教学效果深受师生好评，曾获管理学院学评教第一名，' +
//     '本科教学工作业绩考核连续3年为A，并获2016年杭州电子科技大学教学卓越名师提名奖、优秀毕业论文指导教师等。在改进课堂教学的同时，' +
//     '积极开展教学研究，主持教改课题7项，其中省级教改课题2项，厅级教改课题1项，获首届全国安博杯职业生涯规划教学大赛浙江赛区二等奖。' +
//     '黄鹤老师对学生指导工作投入了大量的心血，不但担任2004、2005、2008、2010、2014级学习指导教师，2016级工管2班班主任，对在校学' +
//     '生给予学业和专业选择的指导，对已毕业的学生也给予关注，为人管专业毕业生建立微信群，对他们现实工作给予专业指导。此外，黄鹤老师亦' +
//     '致力社会服务、弘扬杭电精神，入选浙江省教育工会教职工师资培训库，担任浙江大学兼职讲师，浙江省EAP联盟委员，杭州市哲学社科宣讲团成员，' +
//     '杭州电子科技大学教师发展中心兼职培训师。',
//
//     '       本人自2013年博士毕业入职以来，一直工作在教学、科研一线，在各级领导、同事的关怀和帮助下，思想道德修养、教学科研水平以及组织管理能' +
//     '力都有了较高的提升。牢固树立以“学生为中心”的理念，综合工作量饱满，4年多来，有两年综合考核为优。作为共产党员，积极参加党组织的各' +
//     '项活动，与时俱进，以先进理论指导教学、科研工作。教学工作热情高、效果良好，主讲专业核心课程1门，实践教学课程2门，学评教位于全院前列，' +
//     '教学业绩连续两年为A；指导本科生发表学术论文3篇，并获得省级学科竞赛一等奖和三等奖各1项，校级奖项若干；指导学生参加省新苗计划项目2项，' +
//     '校级大创项目3项；教学工作认真负责，被评为2014届本科毕业设计优秀指导教师，2015和2016连续两年获教学优秀奖；积极开展教学改革创新，' +
//     '主持校级高等教育研究项目1项，发表教学研究论文3篇。科研能力较强，主持国家自然科学基金1项，浙江省科技计划项目1项，发表SCI论文6篇，' +
//     '授权发明专利3项，获2016年获国际埃尼奖(Eni Award)提名。教学管理方面，目前担任环境系主任，努力做好本科教学管理工作，此外还参与了' +
//     '学科建设和实验室建设工作。',
//
//     '       黄巍，男，1978年5月生，硕士，副教授，硕士生导师，于外国语学院任教17年。主讲《英语写作》、《英语演讲与口才》、《综合英语》等专业课程' +
//     '及新生研讨课程《中英文创意读写》。主持浙江省课堂教学改革项目、校课堂教学改革项目等教改教研课题。'+
//     '\n\n       甘于奉献、诲人不倦。连续多年超额完成教学工作任务，教学效果优秀。连续3年教学业绩考核为A，近7年来教学业绩考核6年为A。获浙江省“教坛新秀”' +
//     '称号、校级“三育人”先进个人、“家庭事业兼顾型”个人、“优秀毕业论文指导教师”等荣誉。2次年度考核优秀。'+
//     '\n\n       勤于耕耘，教书育人。担任专业学习指导教师10余年，在专业介绍、新生教育、选课、就业准备与实习实践、毕业论文指导等方面所指导学生人数累计超过' +
//     '1000人。自2012年起作为外语学科竞赛和第二课堂工作的负责人，指导学生参加各级学科竞赛，获“外研社杯”全国大学生英语演讲竞赛国家级二等奖1项；' +
//     '省级英语竞赛一等奖8项、二等奖6项、三等奖10项。'+
//     '\n\n       不断求索，精益求精，在各类教学技能竞赛中取得了优异成绩。获“外教社杯”全国外语教学大赛国家级三等奖、浙江赛区特等奖；浙江省青年教师教学技能大赛' +
//     '优秀奖；校教学技能大赛特等奖；校微课比赛三等奖。2次获得校“教学优秀奖”、多次获得学院“教学优秀”和“管理优秀”等奖励。',
//
//     '       罗春华同志2014年5月自华南师范大学调入我学院审计系任职，并担任了审计教研室主任工作。三年来，热爱本职工作，爱岗敬业，教书育人，为人师表，将传授知识、' +
//     '开展科学研究与对学生的思想教育工作有机结合，荣获学校2014-2015学年校教学优秀奖，得到广大师生普遍认可。对学院的教学管理工作认真负责，几年来，' +
//     '在承担审计系核心教学任务的同时，也一直承担学院的学生科研指导工作、教学质量督导工作，并在我院每年参与的浙江省财会信息化竞赛指导工作中，甘于奉献，' +
//     '取得了优异的成绩。在科研上，主持省课改项目一项，校教学改革项目一项，省信息化基地项目一项，省会计学会课题一项，参与国家社科及省部级课题三项，' +
//     '公开发篇核心论文三篇，教改论文一篇，所撰写的审计学案例先后入选2016、2017MPACC专业学位教学案例库。',
//
//     '       毛志强，体育教学部教师，群体训练中心主任，校田径队总教练，校教工健步走俱乐部部长，校羽毛球俱乐部指导老师，自2007年进校以来，笃行思教，始终践行为人之道，从师之道，成绩斐然。'+
//     '\n\n       在教学上，积极进行教学改革，探索课内外一体化的教学模式，所讲授的健美操课程率先进行了新课程模式的改革，构建了课堂教学、网络教学与艺术体育俱乐部三者相辅相成的教学模块。学评教' +
//     '常年处于前列，得到师生一致好评。近三年业绩考核：A(16年)、B（15年）、B（14年）；在不断探索思考教学的同时，重视科研工作，近年来，主持厅局级课题、校级课题多项，发表论文多篇。'+
//     '\n\n       在训练上，运动成绩卓著，近5年田径队总计培养出国家一级运动员1人，国家二级运动员总计26人，获得全国前三2项，省级比赛冠军13项，尤其去年，在2016全国大学生田径锦标赛上，我校在89所国内' +
//     '高校中名列男团第四总团第八的好成绩，这仅仅是我校第二次组队参加这项赛事。'+
//     '\n\n       在社会服务上，拥有田径及羽毛球国家一级裁判资格，多次参加国内及省内外各类比赛裁判、全国田径大奖赛、全国羽毛球业余总决赛、' +
//     '省内羽毛球及田径比赛都留下了执裁身影。获得荣誉：2011、2015两届省大运会“优秀教练员”，在杭高校优秀体育教师，2015省羽毛球锦标赛“优秀裁判员”称号',
//
//     '       行走于校园之中，穿梭于学生身边，她在辅导员岗位上，思考着工作、创新中创优、付出中收获，多次被评为校优秀辅导员、就业工作先进个人等。'+
//     '\n\n       倾心陪伴，携手学生风雨同行。13年来，她坚持记录学生成长档案，“不让一个学生掉队”是她的奋斗目标，十本笔记、二十万字工作记录成为她职业生涯最宝' +
//     '贵的财富；她成立课余学习辅导团，为全校近千余名学生开展基础课程辅导活动，累计辅导时间达3000学时。匠心筑梦，引领学生振翅高飞。她探索精细化就业指' +
//     '导体系，开展个性化生涯辅导，学院就业率首次进入全校前三，近100名学生被北京大学、中科院、浙江大学、航天五院等名校录取，20%左右的学生进入百度、华为、' +
//     '网易等知名企业，学生中涌现出以国家奖学金特别奖获得者狄慧慧、我校首位“浙江省十佳大学生”付晨光为代表的优秀学子。崇德向善，养正学生人格品行。她指导“雷锋兵站”' +
//     '先后开展理论学习100余次，组织各类社会服务活动500余次，服务三类困难学生1000余人，活动参与人数近万人，推出红色文化教育微信平台。兵站活动被杭州电视台、《青年时报》' +
//     '等数十家新闻媒体采访报道，入选教育部网络宣传思想教育优秀作品评选活动，2016年获评浙江省党建特色服务品牌，14和15级学生党支部入选全国高校“两学一做”支部风采展示活动。 ',
//
//     '       齐童巍老师热爱教育，工作量非常饱满，承担大量留学生汉语教学工作，认真研究留学生汉语教学规律和教育国际化规律，积极开展教学科研，主持完成浙江省外国留学生教育管理研究课题、' +
//     '校高教研究课题等，创新教学理念，探索课堂教学，传授汉语知识，以强烈的文化自信讲好中国故事，' +
//     '传播中国文化，教学效果好，把当代中国价值观念贯穿于国际汉语课堂教学的方方面面，开设课程多次入选校教学示范观摩课，得到留学生积极评价，近几年教学业绩考核均为A，' +
//     '对培养留学生知华友华爱华情结，发挥积极作用，工作中根据学校要求时刻严守外事工作纪律，参与服务G20等相关工作，指导留学生获中国东盟中心我眼中的中国—东盟关系征文优秀奖、' +
//     '入选西湖文化特使训练营，为我校提升国际化办学的能力和水平作出了贡献。积极开展科研工作，主持完成省社科联课题、杭州社科规划课题等研究项目，在中国社会科学出版社出版专著' +
//     '《20世纪80年代中国儿童小说史论》，发表多篇核心期刊论文，现为文化部主管中国儿童文学研究会理事、孔子学院总部/国家汉办主管世界汉语教学学会会员、浙江省作家协会会员、' +
//     '杭州市作家协会会员，积极参与学术交流，服务社会，拓展我校的学术影响力、社会影响力。',
//
//     '       一、秉执坚守“育德”的授业理念。把“育德”作为学生走向社会前的最后一个课题，认为是高校这个象牙塔提供给学生最后的保护机会，只有让学生确立自己今后人生做人做事的原则方向、底线方针，走人生路才能避免出现偏差，避免走向无可挽回的境地。'+
//     '\n\n       二、“健康快乐”教育方法。注重指导年轻人思维不拘于束缚，没有羁绊，充满活力，发挥出远超过父辈的创新能力。同时引导学生注重运动，保持阳光的形象和积极的心态，面对工作压力也应对自如。'+
//     '\n\n       三、“勤研善探索”的科研精神。敢于填补国内科技空白。作为项目负责人，已承担或完成七项与保密技术相关项目。相关项目研究成果进入2016年 “十三五规划”国家列装装备目录，并以第一完成人、杭电第一完成单位获得国家信息安全领域的科学技术奖。'+
//     '\n\n       四、“因材施教”的育人成果。已培养近五十名研究生。一丝不苟地履行为人师表的责任。努力取得更好的教育效果，为国家培养更多的优秀青年，体现了作为教育者所实现的社会价值。从不刻意挑选生源，招收的大多是入学成绩排名靠后、履历平凡的学生，' +
//     '但毕业时不少人即便不是脱胎换骨，也是焕然一新，学有所成（2016年两位毕业生为校优秀硕士论文获得者）。',
//
//     '       薛洁老师朴实勤恳，钟爱教书育人，立足三尺讲台，言传身教，以自己的言语、行为去感化学生。从教六年有余，承担本科生、研究生和留学生十余门专业课，专注于统计理论与方法的教学和研究工作，积极探索' +
//     '“四维一体”等教学方法与培养模式的改革创新，近四年教学业绩考核为A，多次获校教学优秀奖、本科毕业论文优秀指导教师、优秀共产党员、“事业家庭兼顾型”先进个人等荣誉。她注重培养学生的创新实践能力，倾注全力指导本科生参加“挑战杯”、' +
//     '浙江省统计调查方案设计大赛等各类学科竞赛，共获得国家二等奖1项、省级奖11项，新苗计划1项，核心期刊发表论文2篇。科研方面，主持和参与国家、省级等科研项目10余项，发表学术论文14篇，出版专著教材2部。作为系里年轻骨干教师，' +
//     '她积极参与学科和专业建设的各项工作，兢兢业业，无私奉献。同时，她坚信“一日为师，终身牵绊，老师是学生永远的朋友”，作为本科学习指导老师，关爱学生成长，不论是升学率还是就业率均创下学校佳绩。虽桃李天下尚早，但是有更多的学' +
//     '生愿意联系老师或嘘寒问暖、或咨询学业、或求教事业，平时不经意的一个微笑、一通电话、一条微信、一个点赞、一条评论，都已成为她和学生心与心的沟通。',
//
//     '       每个人都是自己的作者，每个作者又都在用内心的渴望创作他自身。一个好老师必定首先是一个渴望成为好老师的人，而我心目中的好老师应该是这样一个人：他首先是一个自身美好的人，然后他自然地将他自身的美好分享传递给他的学生。'+
//     '\n\n       虽然在杭电工作期间我取得了一些成绩，发了6篇一级以上期刊的论文，拿了4个省部级课题，低职高聘，破格晋升副教授等。这些固然是美好的，但绝不是最美好的，而且它无法分享传递给学生，所以我只把它们当做自己的一份职业。在我心目中' +
//     '真正值得去努力的事业是：投资于自己，投资于学生。这是同一份事业，因为只有真正用心地投资于自己，把自己当成自己的事业，与自己在月光下站桩，在朝阳里朗诵，在生活的缝隙中写作，在举手投足间打磨自己，自身有余才能给予他人，' +
//     '才能更好地投资于学生；同样，只有真正真诚地投资于学生，把学生当成自己的事业，跟学生一起研读经典，一起打理自身，一起云中漫步，一起泥里生活，切磋砥砺才能更上层楼，才能更好地投资于自己。用美好投资于自己，然后收获美好的自己，' +
//     '这样低成本、低风险、高收益的美好事业，岂不正是美之至也！',
//
//     '       该同志政治思想觉悟高，作风朴实，具有很强的组织观念、大局意识和奉献精神；肯学习、肯钻研，有创新精神；始终把“爱岗敬业、教研育人”贯穿在工作中，在平凡的工作岗位上取得突出的成绩，深受学生、同事、领导的好评。'+
//     '\n\n       1.教学'+
//     '\n\n       省教学成果奖二等奖1项，校教学成果奖一等奖1项，二等奖2项。2次获得校优秀毕业设计指导教师，1次获得校教学优秀奖。省课堂教学模式改革课程1项、校教学模式改革课程1项、校实验室课程改革重点项目1项，校教学研究其它项目2项。' +
//     '发表教学研究论文5篇，其中核心期刊论文2篇；出版教材3部，其中主编1部。'+
//     '\n\n       2.科研'+
//     '\n\n       主持国家级科研项目1项、省级项目3项、其它纵向或企业项目多项，实到科研经费近百万；发表SCI期刊论文5篇，EI/一级期刊论文10篇；申请发明专利近10项，其中授权3项；获省科技进步奖一等奖1项'+
//     '\n\n       3.育人'+
//     '\n\n       指导学生获国家级大学生创业创新训练项目2项、省新苗计划项目2项；研究生全国竞赛一等奖1项、三等奖2项、省三等奖1项；校优秀硕士论文5篇、研究生国家奖学金2项、省优秀硕士毕业生1人、校优秀硕士毕业生7人；指导本科生发表论文2篇' +
//     '，申请实用新型和软著各1项。',
//
//     '       叶岩明，男，汉族，1979年10月出生，工学博士，副教授。2006年9月进入杭州电子科技大学工作，2013年4月调入信息工程学院，担任信息工程学院软件工程专业负责人、学科竞赛负责人和电子信息类科研秘书等职务。曾在2013年11月获校教' +
//     '学杰出奖，2014年5月获校优秀共产党员荣誉称号，2014年获校优秀毕业设计指导教师称号，2014-2016年度带领团队连续三次获得学院金牌教练团队称号和个人优秀指导教师称号。'+
//     '自工作以来，他一直秉承“教书育人，以人为本”的理念，团结同事，启发学生“以专业的思维解决身边的问题”的创新意识，积极探索创新教学新模式。作为专业建设的负责人和主要参与者，2014年配合学院将软件工程专业成功申报为省特色专业；' +
//     '作为学科竞赛负责人，近3年带领团队在服务外包、电子商务、互联网+等学科竞赛中共获得省级奖项50余项，国家级奖项25项；作为指导教师，近5年个人指导学生学科竞赛共获得省级奖项14项，国家级奖项12项，新苗计划2项。同时，他还积极参与科研，近5年在国内外学术期刊上发表SCI/EI收录学术论文9篇，科研经费超过80万元。'+
//     '“行百里者半九十”是他的座右铭，“前方的路还很长，保持不骄不躁、勇往直前的心态，才能在教育事业上做得更好”。',
//
//     '\n\n       一年前，在学校组织的体检中，叶兴浩被查出患上了癌症。对这个普通的家庭来说，打击之大可想而知。治疗了半年多，已经好多了。平时叶兴浩很少讲自己的生活，被问到时也总说都挺好的，虽然患病、治疗、休养已经让这个本就不富裕的家庭捉' +
//     '襟见肘。叶兴浩患病后，学院让他回家好好休养，有什么困难就提出来，可他总说没啥困难，唯一放不下的就是他的学生和他的课堂，所以，他总是时不时地回到校园来看看。'+
//     '“我只想做个能教好学生的好老师”，叶兴浩说。这个想法朴素而简单，但叶兴浩却为此付出了几乎全部的精力。叶呆在书桌旁，一台电脑、一大摞书，永远有备不完的课、做不完的课件，常常连天黑了都没意识到。'+
//     '熟悉他的同事说，他热衷于教学改革，生病住院期间还惦记着自己申报的省教改项目，坚持阅读参考资料。因为忙于教学，叶兴浩没有太多的时间做科研、写论文，评职称的事情也就这样被耽搁下来了，“总是要有取舍的，作为老师，把课上好是天经地义' +
//     '的事情，备课的时间绝对不能少。”在叶兴浩看来，老师教好课是本分，做科研也不可缺少，只有老师自己不断进步，才能传授给学生适应社会发展的知识、技能，“其实我也在做一些课题和研究，不断钻研一些自己感兴趣的领域，只是时间投入有限，' +
//     '一直没有达到自己满意的程度。几年来，叶兴浩积累了丰富的教学经验，这些经验，他都写成文字，分享给了一届一届新来的老师，就算是生病期间也没间断过。去年，理学院乔丽颜老师要代表学院参加省教学技能比赛，叶兴浩拖着生病的身体去给乔丽颜指导。',
//
//     '       张海峰忠诚党的教育事业，求真务实，爱岗敬业，师德高尚，认真履行“三育人”职责，主要事迹如下：'+
//     '\n\n       一、三尺讲台默默奉献，言传身教以德树人。86年进入杭电，默默奉献31年。主讲多门课程，注重教学改革，参与省级课堂教学改革课题1项，教学效果良好，深得师生好评，2015-2016学年教学业绩为A。担任硕导,共有51位获硕士学位，2016年研究生竞赛' +
//     '获国一国二奖各1项，1位获国家奖学金。'+
//     '\n\n       二、勇于开拓锐意进取，投身科研服务社会。以严谨的科研作风、较强的研究能力服务社会。近年来共为16家单位提供社会服务，近三年实到经费300余万元，2016年实到经费180余万元。'+
//     '\n\n       三、完善学科竞赛平台，指导学生创新实践。作为校大学生电子竞赛负责人，带领教练团队关爱学生，尽心指导。获TI大学计划30万元的赞助，资助各种创新项目，为学生提供经费支持。在2015年的全国电子竞赛中，获全国奖17项，列全国第4。在2016年' +
//     '的省电子竞赛中，获省一等奖11项，名列全省第一，创历史最好成绩。个人荣获省电子设计竞赛优秀指导教师。'+
//     '\n\n       四、高度重视党建引领，建设团队师德师风。担任系统所党支部书记期间，注重党建引领，建设团队师德师风，2016年支部被授予“浙江省先进基层党组织”称号；个人获“全省高校优秀共产党员”。',
//
//     '       倾心三尺讲台。张红娟老师在自己热爱的三尺讲台上，已经默默耕耘了20多年。自从推行教师教学业绩考核以来，业绩考核年年是A；始终以饱满的精神状态和高度的责任感及热情做好教学工作的每一个环节；课后她把讲台延伸到网络，答疑解惑，做学生的良师' +
//     '益友。曾获得过“校教学技能比赛一等奖”、“教学优秀奖”、“校家庭事业兼顾型先进个人”等荣誉。'+
//     '\n\n       潜心教学研究。张老师潜心于课程教学改革和研究，变革教学模式，在课程中引入案例教学、诱思教学，让学生走上讲台，以学生为主体,变教为诱,变学为思。指导学生开展国家级大学生创新创业项目训练，项目验收获得了好评；承担省、校教学改革项目10余项，' +
//     '发表教改论文多篇。校精品课程负责人，获得校教学成果奖。主持编写教材一部，获第六届全国高校出版社优秀畅销书一等奖，参编教材两部、译著一部。开展制定“计科+会计”、“信计+计科”两个复合型专业的专业建设工作；参与“计算机科学与技术”和“软件工程”' +
//     '两个专业的工程认证工作。'+
//     '\n\n       热心公益工作。从2002年担任软件学院工会主席以来，为学院的工会工作付出了大量的时间和心血，丰富了教师们的业余生活；关心年轻教师的工作和生活，做好“传帮带”，帮助他们不断提高教学水平。',
//
//     '       张显斗，男，1980年9月出生，博士，副教授，数字媒体技术系教师，硕士生导师。杭州电子科技大学和浙江大学优秀毕业生。2010年7月回母校任教，2014年8月至2015年8月到加拿大西蒙菲莎大学访问进修。现任数字媒体与艺术' +
//     '设计学院工会主席、党委委员、党支部书记，数字媒体技术系主任，计算视觉研究所所长。同时兼任国际照明委员会色貌技术委员会委员，亚洲颜色协会技术委员会委员，中国照明学会视觉与颜色、图像专业委员会委员、杭州市数字媒体技' +
//     '术科普专家。主持国家自然科学基金项目2项，主持国际科研合作和浙江省教育厅项目各1项，参与国家科技支撑计划和浙江省科技厅公益项目各1项，参与企业科技合作项目2项，参与获得浙江省科技进步二等奖一项。国内外期刊上发表学术论' +
//     '文28篇，其中SCI收录8篇，EI收录10篇，国际会议6篇。授权发明专利2项，软件著作权登记和实用新型专利各1项。参与国际化课程群和研究生核心课程教改项目，指导大学生新苗计划、挑战杯和大学生创新创业项目5项，优秀毕业设计指导教' +
//     '师。对“教师”二字身怀敬畏之心，为人师表，言传身教，将班主任津贴用于学生购置运动器材健身。',
//
//     '       赵蓉，马克思主义学院副教授，基础教研室主任、国际注册高级礼仪培训师、优礼杭州人公益导师。主讲《思想道德修养与法律基础》、《现代礼仪》。'+
//     '\n\n       2007年入校以来，严谨治学、追求卓越，关爱学生、立德树人，在教学、研究、服务方面做出一定贡献。所代课程每学期选课爆满，深受学生欢迎；带领教研室团队潜心研究教学，完成课改项目两项，发表课改论文十余篇，教材两部；' +
//     '热情为学校服务，每年为校教师发展中心、学生社团等培训礼仪十余场；热心公益事业，为“G20”“B20”特聘礼仪导师，为浙江省交通厅、萧山机场、中国进出口银行等数百家单位进行礼仪培训；作为“优礼杭州人”公益导师，业余时间常为杭州各单位、社区进行礼仪服务。'+
//     '\n\n       曽获“浙江省高校‘基础课’教学竞赛一等奖”，校“微课教学比赛二等奖”“学生科技工作先进指导教师”“‘三育人’先进个人”“最佳优礼公益导师奖”“IPA国际礼仪认证机构杰出礼仪教育贡献奖”。并多次获“杭州电子科技大学教学优秀奖”、“暑期社会实践优秀指导教师奖”等。'+
//     '\n\n       “质胜文则野，文胜质则史”，愿做文质彬彬、内外兼修的真君子，敬人、爱人、育人、化人，为学生更完美、为杭电更美丽、为祖国更和谐而不懈努力！',
//
//     '       生命信息与仪器工程学院仪器科学与技术系专业教师兼学院学生科协指导老师。'+
//     '\n\n       指导学院学生科协在各类竞赛中取得优异成绩。近五年，学生科协同学获得省级以上奖励50余项，参加省级及以上电子设计竞赛中，参赛队伍平均获得省级奖比例平均达80%。作为直接指导教师，在各类竞赛中指导学生获全国一等奖1项，二等奖2项，' +
//     '三等奖1项，其余省级以上奖励15项，指导学生获国家级大学生创新创业项目、浙江省新苗计划项目多项。'+
//     '\n\n       主持浙江省科技计划公益项目2项，作为核心参与人，完成浙江省重大科技计划项目1项，企业课题4项。在国内率先开发了乳腺癌电阻抗谱数据采集系统，采集了近500例乳腺阻抗谱数据，为乳腺癌早期风险评估提供一种便捷、无损、性价比高的方法成为可能。' +
//     '先后获授权发明专利5项，实用新型专利8项，软件著作权登记2项。'+
//     '\n\n       认真对待教学工作，自2007年开始就将慕课早期概念“开放式课程计划”（OCW）介绍给学生，扩大同学视野。积极参与课程教学改革，主持校教学改革项目1项，领导自制工程实训设备多套。曾获校优秀毕业设计指导教师及校教学杰出贡献奖。'+
//     '\n\n       积极参与学院工作，作为核心成员参与测控技术及仪器工程教育认证已经通过专家现场考察及专业类认证委员会的考核。'
// ]
//
//
// var picURL = new Array(21);
// for (var i = 0; i < 21; i++) {
//     picURL[i] = './pic/teacherLong/' + teacher[i] + '.jpg';
// }
//
// var num = new Array(21);
// for (var i = 0; i < 21; i++) {
//     if (i < 9)num[i++] = '0' + i;
//     else num[i++] = i;
//     i--
// }

